Repository: CofficLab/Lumi
Catalog: Plugins/EditorProblemsPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Ask AI to fix this problem
zh_hans: 让 AI 修复此问题
zh_hk: 讓 AI 修復此問題

source: Current file
zh_hans: 当前文件
zh_hk: 目前檔案

source: Diagnostics
zh_hans: 诊断
zh_hk: 診斷

source: No Problems
zh_hans: 没有问题
zh_hk: 沒有問題

source: No problems in the current file.
zh_hans: 当前文件没有问题。
zh_hk: 目前檔案沒有問題。

source: Open Problems Panel
zh_hans: 打开问题面板
zh_hk: 開啟問題面板

source: Please help me fix the following problem:
zh_hans: 请帮我修复以下问题：
zh_hk: 請幫我修復以下問題：

source: Problems
zh_hans: 问题
zh_hk: 問題

source: Problems (%lld)
zh_hans: 问题 (%lld)
zh_hk: 問題 (%lld)

source: Project
zh_hans: 项目
zh_hk: 專案

source: Project Context
zh_hans: 项目上下文
zh_hk: 專案情境
